src/main/resources/xml/trainingServer/deleteActor.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:deleteActorRequest>
         <my:actor_id></my:actor_id>
      </my:deleteActorRequest>
   </soapenv:Body>
</soapenv:Envelope>
